# -*- coding: utf-8 -*-
from PIL import Image, ImageDraw
import time


for i, ste in enumerate(range(2,300,7)):
    print(i, ste)
my_image = Image.new(mode='RGB', size=(600, 600), color='blue')
my_image.show()
# sd.resolution = (1200, 600)
# time.sleep(2)
# my_image = None
# Нарисовать пузырек - три вложенных окружностей с шагом 5 пикселей
# TODO здесь ваш код

# Написать функцию рисования пузырька, принммающую 2 (или более) параметра: точка рисовании и шаг
# TODO здесь ваш код

# Нарисовать 10 пузырьков в ряд
# TODO здесь ваш код

# Нарисовать три ряда по 10 пузырьков
# TODO здесь ваш код

# Нарисовать 100 пузырьков в произвольных местах экрана случайными цветами
# TODO здесь ваш код

# sd.pause()


